{
  "intro": {
    "text": "جحيم غزة مشتعل، نار متوهجة لا ترحم أحدًا. الأرض تلتهمها النيران، والسماء مغطاة بالدخان، والمدينة تبتلعها الكوارث. لا مفر من حرارة الدمار، ومستقبل غزة المشرق أصبح الآن في ظلال، تحت وطأة نيران الصراع المستمرة.",
    "text2": "تاريخ <br/> مليء<br/>  بالتضحيات"
  },
  "second": {
    "text": "لعدة عقود، يعاني الشعب الفلسطيني من صعوبات لا يمكن تخيلها تحت وطأة القمع. ألمهم وصمودهم شهادة على روحهم التي لا تلين، ومع ذلك فإن معاناتهم محطمة للقلوب وتجلب الدموع إلى أعيننا.",
    "text2": "معاناة لا تنتهي: صرخة من أجل العدالة"
  },
  "heroes": "الشهداء",

  "history": {
    "title": "ما هو تاريخ فلسطين ؟",
    "0": {
      "title": "فلسطين أرض<br/> الأنبياء والمقدسات",
      "paragraph": "فلسطين ليست مجرد قطعة أرض، إنها موطن الأنبياء ومهد الرسالات السماوية. من القدس حيث أُسري بالنبي محمد ﷺ، إلى بيت لحم حيث وُلد المسيح عليه السلام، تروي أرض فلسطين قصصًا من التاريخ الإنساني المقدس. لطالما كانت فلسطين رمزًا للوحدة والروحانية، حيث تتشابك أرواح الأديان الثلاثة في تناغم فريد. لكن هذا السلام الذي عاشته لقرون طويلة أصبح اليوم مجرد ذكرى تحت وطأة الاحتلال."
    },
    "1": {
      "title": "وعد بلفور: بداية النكبة",
      "paragraph": "في عام 1917، أصدرت بريطانيا وعد بلفور المشؤوم، الذي زرع بذور الاحتلال في أرض فلسطين. كان هذا الوعد بداية سلسلة من الأحداث التي غيرت ملامح البلاد إلى الأبد. ملايين الفلسطينيين تم تهجيرهم قسرًا من ديارهم، وحلّ مكانهم كيان استعماري قائم على القمع والتفرقة."
    },
    "2": {
      "title": "نكبة 1948.. بداية المعاناة",
      "paragraph": "عام 1948 كان بداية الجرح الفلسطيني الذي لا يزال ينزف حتى اليوم. حينما هُجّر أكثر من 700,000 فلسطيني من ديارهم تحت قوة السلاح والقمع الإسرائيلي. مدنٌ بأكملها دُمّرت، وقرى تحوّلت إلى أطلال، وأحلام أجيال تحطمت على صخور النكبة. منذ ذلك الحين، أصبحت كلمة لاجئ جزءًا لا يتجزأ من الهوية الفلسطينية، حيث وُلد جيل وراء جيل في المخيمات يحمل مفتاح العودة إلى وطن أُجبر على مغادرته."
    },
    "3": {
      "title": "الاحتلال العسكري.. آلة الدمار الإسرائيلية",
      "paragraph": "قامت إسرائيل باحتلال الضفة الغربية وقطاع غزة، مستخدمة آلة عسكرية لا تعرف الرحمة. من تدمير المنازل وقلع الأشجار إلى بناء المستوطنات غير القانونية، لا تزال إسرائيل تفرض واقعًا قاسيًا على الأرض. الحواجز العسكرية، الجدار العازل، والاعتقالات الجماعية كلها أدوات تُستخدم لإذلال الفلسطينيين وتجريدهم من حقوقهم الأساسية."
    },
    "4": {
      "title": "غزة.. رمز الصمود",
      "paragraph": "رغم الحصار الذي يخنق غزة منذ أكثر من 15 عامًا، ورغم القصف المتكرر الذي حوّل المدينة إلى أنقاض، إلا أن غزة ما زالت تقف شامخة. أهلها، بكرامتهم وإيمانهم بعدالة قضيتهم، يواصلون الحياة في ظل ظروف مستحيلة."
    },
    "5": {
      "title": "القدس.. قلب الصراع",
      "paragraph": "القدس، تلك المدينة التي تحتضن قبة الصخرة والمسجد الأقصى، تتعرض لمحاولات تهويد مستمرة تهدف إلى طمس هويتها العربية والإسلامية. من تهجير أهلها الأصليين إلى اقتحامات المستوطنين المتكررة، تحاول إسرائيل تغيير ملامح المدينة المقدسة. لكن القدس تقف بثبات، بشوارعها، بحجارتها، وبأهلها الذين يرفضون التخلي عن هويتهم رغم كل شيء."
    },
    "6": {
      "title": "مدينة تحت الحصار، لكنها لا تنكسر",
      "paragraph": "غزة، التي تعيش تحت حصار خانق منذ أكثر من 15 عامًا، أصبحت عنوانًا للصمود والمقاومة. رغم القصف المتكرر، ونقص الغذاء والدواء، يواصل سكان غزة حياتهم بشجاعة لا مثيل لها."
    },
    "7": {
      "title": "سالة إلى العالم: فلسطين تناديكم",
      "paragraph": "فلسطين اليوم ليست فقط قضية شعب يعيش تحت الاحتلال، إنها اختبار لإنسانية العالم بأسره. القهر الذي يتعرض له الفلسطينيون يوميًا يستدعي منا جميعًا موقفًا أخلاقيًا. يجب أن تكون فلسطين في قلوبنا وفي أفعالنا. فالصمت عن الظلم هو مشاركة فيه، والوقوف مع فلسطين هو وقوف مع الحق والعدالة."
    }
  },
  "familyInNeed": {
    "title": "صرخة للمساعدة",
    "description": "مرحبًا، اسمي بيلا، وأنا فتاة تبلغ من العمر 19 عامًا من غزة. لم أطلب المساعدة من قبل، لكن وضعنا هنا لا يطاق. لقد فقدت كل شيء كان لدي. كنت أحلم بمستقبل حيث أدرس برمجة الكمبيوتر والوسائط المتعددة، لكن بعد شهرين فقط من الجامعة، تم تدميره. تم قصف منازلنا الثلاثة وتم تهجيرنا ست مرات. خلال ذلك، تم قصفنا مرارًا وتكرارًا. الآن، أصبح عليّ أن أعتني بأسرتي. نحن 10 أشخاص، ولم يعد بإمكان والدي دعمنا. الأسعار مرتفعة للغاية والوضع يزداد سوءًا. بيننا أطفال يشاهدون القصف والدمار كل يوم. أختي الصغيرة البالغة من العمر عامًا واحدًا كانت مريضة جدًا بعد قصف منزلنا ولم تستطع المشي لمدة أسبوع، ولم نتمكن من الحصول على الرعاية الطبية التي كانت في أمس الحاجة إليها. نحن عالقون بلا شيء، في خطر دائم، ولا يمكنني إلا أن آمل أنه من خلال هذه الحملة، يمكننا البقاء على قيد الحياة، وربما إعادة بناء جزء صغير من حياتنا المدمرة.",
    "buttonText": "ساعدني"
  },
  "belfor": {
    "year": "1917",
    "title": "وعد بلفور",
    "subtitle": "خلال الحرب العالمية الأولى (1914-1918)،",
    "description": {
      "part1": "انهارت الإمبراطورية العثمانية واحتلت بريطانيا فلسطين. صدر ",
      "highlight1": "وعد بلفور",
      "part2": " عام ",
      "year": "1917",
      "part3": " مؤيدًا إقامة وطن قومي لليهود، مما فتح الباب أمام موجات الهجرة اليهودية بدعم بريطاني..."
    },
    "footer": "وزير الخارجية البريطاني - آرثر بلفور"
  },
  "giveup": "لا نستسلم",
  "israel": {
    "label": "حضارة اسرائيل مبنية علي الدماء",
    "altGrave": "القبر",
    "altBuilding": "المبنى"
  }
}
